DataSet/Integration_DataSet/API/Output/Users/Actual_wsFinalLIQDestination_CRE01_1.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:api='http://api.ws.liq.misys.com/'>
  <soapenv:Header>
    <userid>RETAIL</userid>
  </soapenv:Header>
  <soapenv:Body>
    <api:executeCreateUserSecurityProfile>
      <CreateUserSecurityProfile userProfileRID='XJ100015' loginId='XJ100015' osUserId='XJ100015' lockedIndication='N' version='1.0' />
    </api:executeCreateUserSecurityProfile>
  </soapenv:Body>
</soapenv:Envelope>